[
  {
    "id": 135400,
    "cover": {
      "id": 393775,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co8fu7.jpg"
    },
    "first_release_date": 1482105600,
    "genres": [
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "name": "Minecraft",
    "rating": 79.74203594475408,
    "summary": "Minecraft focuses on allowing the player to explore, interact with, and modify a dynamically-generated map made of one-cubic-meter-sized blocks. In addition to blocks, the environment features plants, mobs, and items. Some activities in the game include mining for ore, fighting hostile mobs, and crafting new blocks and tools by gathering various resources found in the game. The game's open-ended model allows players to create structures, creations, and artwork on various multiplayer servers or their single-player maps. Other features include redstone circuits for logic computations and remote actions, minecarts and tracks, and a mysterious underworld called the Nether. A designated but completely optional goal of the game is to travel to a dimension called the End, and defeat the ender dragon."
  },
  {
    "id": 11737,
    "cover": {
      "id": 286788,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co65ac.jpg"
    },
    "first_release_date": 1559001600,
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Outer Wilds",
    "rating": 90.52879838704597,
    "summary": "Outer Wilds is a critically-acclaimed and award-winning open world mystery about a solar system trapped in an endless time loop. The newest member of the space program in a small village on the planet Timber Hearth, the player navigates a space shuttle and travels across their solar system to get to the bottom of its mysteries by exploring the cosmos and gathering the knowledge hidden within each of the system's planets, left behind by another civilization in the distant past."
  },
  {
    "id": 264773,
    "cover": {
      "id": 337256,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co7888.jpg"
    },
    "first_release_date": 1695772800,
    "genres": [
      {
        "id": 25,
        "name": "Hack and slash/Beat 'em up"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "name": "Lizards Must Die",
    "rating": 99.7789506364483,
    "summary": "The great exploits of the Ancient Rus in the war with the lizards. Immerse yourself in the world of Hyperborea and defeat hordes of Lizards and other unholy who encroached on holy places Ancestors. Choose a blessed hero and go save the world from the green plague.",
    "rank": 1,
    "playState": "Not Played"
  }
]